IDEA Open Model
OpenMessages.Add Method
Compatible with IDEA StatiCa Beta 20.0
 Add a message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public void Add(
	OpenMessage message
)
Public Sub Add (
	message As OpenMessage
)
Parameters
message
Type: IdeaRS.OpenModel.Message.OpenMessage
Message to be added
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace